{
  "propertyId": "PID0000ANG",
  "propertyName": "Alaskan Northern Lights Glass Dome Hotels",
  "sections": [
    "propertyBio",
    "custom_faq",
    "custom_policies",
    "custom_hostRecommended",
    "custom_hostServices"
  ],
  "propertyBio": {
    "title": "About",
    "type": "text",
    "content": "Welcome to The Glass Domes Hotel, a one-of-a-kind luxury hotel in the heart of Alaska that offers an unforgettable experience of the Northern Lights. Our property is situated in a remote area, surrounded by breathtaking views of the Alaskan wilderness, and features unique glass domes that provide an unparalleled view of the night sky.\n\nThe Glass Domes Hotel offers a range of luxury amenities, including a spa, sauna, and hot tub, providing the perfect place to relax and unwind after a long day of exploring the wilderness. Our restaurant offers delicious and locally-sourced cuisine, with an emphasis on fresh seafood and Alaskan delicacies.\n\nEach glass dome features a comfortable bed, cozy furnishings, and a private bathroom. The domes are designed to provide a cozy and comfortable atmosphere, while also allowing guests to fully immerse themselves in the surrounding natural beauty. The domes are heated to provide a comfortable living space, even in the coldest of temperatures.\n\nOne of the highlights of staying at The Glass Domes Hotel is the opportunity to witness the Northern Lights. Our property is located in an ideal location for viewing the lights, and we offer guided tours to help you fully appreciate this awe-inspiring natural phenomenon.\n\nWhether you're looking for adventure or relaxation, The Glass Domes Hotel provides a one-of-a-kind experience that you'll never forget.",
    "checkInInstr": "Check-in is at 3pm. Please let us know if you will be arriving later than 9pm.",
    "checkOutInstr": "Check-out is at 11am. Please leave your key in the room when you check out.",
    "amenities": ["Sauna", "Spacious domes"],
    "facts": [
      {
        "key": "Property Type",
        "value": "Hotel"
      },
      {
        "key": "Capacity",
        "value": 2
      },
      {
        "key": "Pets",
        "value": "Not allowed"
      }
    ]
  },
  "custom_faq": {
    "title": "Guest FAQs",
    "type": "keyValue",
    "content": [
      {
        "key": "What is the best time to see the northern lights?",
        "value": "The best time to see the northern lights is during the winter months, from November to March."
      },
      {
        "key": "Do you offer any tours to see the northern lights?",
        "value": "Yes, we offer guided tours to see the northern lights. Please contact us for more information."
      }
    ]
  },
  "custom_policies": {
    "title": "Policies",
    "type": "list",
    "content": ["No smoking", "No parties or events"]
  },
  "custom_askGuestTheseQuestionsInSurvey": {
    "title": "Survey Questions",
    "type": "list",
    "content": [
      "How was your stay?",
      "Did you enjoy seeing the northern lights?",
      "Would you recommend our hotel to others?"
    ]
  },
  "custom_hostRecommended": {
    "title": "Host Recommended",
    "type": "list",
    "content": ["Visit the nearby ice caves", "Take a dogsled tour"]
  },
  "custom_hostServices": {
    "title": "Services and Support",
    "type": "list",
    "content": ["24/7 front desk", "Daily housekeeping", "Airport shuttle"]
  }
}
